Revit 2027 API
ExportPatternKey Constructor
Overload List
Name | Description
ExportPatternKey() |  Constructs a new default ExportPatternKey.
ExportPatternKey(ExportPatternKey) |  Constructs a new copy of the input ExportPatternKey object.
ExportPatternKey(FillPatternTarget, String) |  Constructs a new ExportPatternKey using the original fill pattern type and name as input.
Top
See Also
Reference
ExportPatternKey Class
Autodesk.Revit.DB Namespace